/*======================================================================================
* Copyright(C) Tokyo Electron Device(shanghai),Ltd. 2006
* All rights reserved.
*
* ファイル名 ： 文件名.h
* ファイル概要： 文件内容描述
*---------------------------------------------------------------------------------------
*【最終更新履歴】 2005/12/13 23:15:00
*
*【 更新履歴 】
* [2005/12/13 改訂者] 修正内容 2
* [2005/09/12 改訂者] 修正内容 1
* [2005/07/03 改訂者] 新規作成
*
*======================================================================================*/
#ifndef PCH_H
#define PCH_H

__declspec(dllexport) int OutputLogFile( int errorLev, char* pStr, char* pFunName, int lineNum);
// 添加要在此处预编译的标头


#endif //PCH_H
